{
   "nav_home": "home",   
   "nav_skills": "solutions",
   "nav_about": "my work",
   "nav_contact": "contact",
   "main_title": "I'm Ana, a Full Stack Developer",
   "github_button": "View GitHub",
   "about_title": "What I Deliver",
   "about_text1": "My digital solutions are designed to transform real needs into efficient tools that streamline processes, improve user experience, and strengthen a business's presence in the digital environment.",
   "about_text2": "My work ranges from creating websites and web applications to developing desktop systems, databases, and cloud infrastructure, always striving for a balance between performance, usability, and design.",
   "about_text3": " More than just technology, I deliver solutions that support decision-making, improve communication with clients, and keep pace with your business growth.",
   "skills_title": "My Solutions",
   "skill1_title": "Web",
   "skill1_description": "Focus on intuitive user experience and visual identity aligned with the brand. Responsive interfaces, designed to combine aesthetics, usability, and performance, transforming ideas into efficient digital solutions.",
   "skill2_title": "Desktop",
   "skill2_description": "Development of robust and well-structured desktop applications, designed to combine performance, organization, and ease of use. Emphasis on efficient workflows, clear interfaces, and solutions designed to optimize routines and processes.",
   "skill3_title": "Database",
   "skill3_description": "Database modeling and organization, focused on data integrity, performance, and security. Data structuring designed to support stable, scalable, and easily maintainable applications.",
   "skill4_title": "Cloud",
   "skill4_description": "Configuration and management of cloud solutions, focusing on availability, scalability, and reliability. Implementation of environments prepared to support modern applications efficiently and flexibly.",
   "contact_title": "Get in Touch",
   "contact1_title": "Mail",
   "contact2_title": "GitHub",
   "contact3_title": "LinkedIn"
}